[
    {
        "Source": "The Republic",
        "Text": "And is he likely to be brave who has no spirit, whether horse or dog or any other animal? Have you never observed how invincible and unconquerable is spirit and how the presence of it makes the soul of any creature to be absolutely fearless and indomitable? Then we have found the desired natures.",
        "Submitter": "theLAZYmd#2353",
        "Approved": true
    },
    {
        "Source": " Sylvia Plath, The Unabridged Journals of Sylvia Plath",
        "Text": "I can never read all the books I want, I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited.",
        "Submitter": "bakkouz#7251",
        "Approved": true
    },
    {
        "Source": " Benjamin Franklin",
        "Text": "The game of chess is not merely an idle amusement. Several very valuable qualities of the mind, useful in the course of human life, are to be acquired or strengthened by it For Life is a kind of Chess, in which we have often points to gain, and competitors or adversaries to contend with.",
        "Submitter": "Bureky#9728",
        "Approved": true
    },
    {
        "Source": " Anna Kendrick",
        "Text": "I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other 'gentleman' stuff is a chess game, especially these days.",
        "Submitter": "Bureky#9728",
        "Approved": true
    },
    {
        "Source": " Douglas Adams, The Hitchhiker's Guide to the Galaxy",
        "Text": "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.",
        "Submitter": "ProgramFOX#1012",
        "Approved": true
    },
    {
        "Source": " Thibault Duplessis, Big Tech Day 10",
        "Text": "If you want to start a new service, if you want to start a new community, start by writing the code. A lot of people have ideas. That's great. But, ideas, I mean, they are worth nothing. Everyone has ideas, and what matters, of course, is the execution of the idea.",
        "Submitter": "ProgramFOX#1012",
        "Approved": true
    },
    {
        "Source": "Mariella Frostrup",
        "Text": "We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent's birthday, and seconds forgetting a friend's important anniversary.",
        "Submitter": "bakkouz#7251",
        "Approved": true
    },
    {
        "Source": "Wes Anderson",
        "Text": "When you're 11 or 12 years old, you can get so swept up in a book that you start to believe that the fantasy is reality. I think when you have a giant crush when you're in fifth grade, it becomes your whole world. It's like being underwater; everything is different.",
        "Submitter": "bakkouz#7251",
        "Approved": true
    },
    {
        "Source": "Oscar Wilde, The Picture of Dorian Gray",
        "Text": "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.",
        "Submitter": "bakkouz#7251",
        "Approved": true
    },
    {
        "Source": "Kurt Vonnegut, A Man Without a Country",
        "Text": "And on the subject of burning books: I want to congratulate librarians, not famous for their physical strength or their powerful political connections or their great wealth, who, all over this country, have staunchly resisted anti-democratic bullies who have tried to remove certain books from their shelves, and have refused to reveal to thought police the names of persons who have checked out those titles.",
        "Submitter": "bakkouz#7251",
        "Approved": true
    },
    {
        "Source": "Anne Lamott, Bird by Bird: Some Instructions on Writing and Life.",
        "Text": "For some of us, books are as important as almost anything else on earth. What a miracle it is that out of these small, flat, rigid squares of paper unfolds world after world after world, worlds that sing to you, comfort and quiet or excite you. Books help us understand who we are and how we are to behave. They show us what community and friendship mean; they show us how to live and die.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Diane Setterfield, The Thirteenth Tale.",
        "Text": "There is something about words. In expert hands, manipulated deftly, they take you prisoner. Wind themselves around your limbs like spider silk, and when you are so enthralled you cannot move, they pierce your skin, enter your blood, numb your thoughts. Inside you they work their magic.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Leo Tolstoy, Family Happiness.",
        "Text": "A quiet secluded life in the country, with the possibility of being useful to people to whom it is easy to do good, and who are not accustomed to have it done to them; then work which one hopes may be of some use; then rest, nature, books, music, love for one's neighbor, such is my idea of happiness.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Betty Smith, A Tree Grows in Brooklyn",
        "Text": "From that time on, the world was hers for the reading. She would never be lonely again, never miss the lack of intimate friends. Books became her friends and there was one for every mood. There was poetry for quiet companionship. There was adventure when she tired of quiet hours. There would be love stories when she came into adolescence and when she wanted to feel a closeness to someone she could read a biography. On that day when she first knew she could read, she made a vow to read one book a day as long as she lived.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "J.K. Rowling, Harry Potter and the Deathly Hallows",
        "Text": "What are you doing with all those books anyway?\" Ron asked. Just trying to decide which ones to take with us,\" said Hermione. When we're looking for the Horcruxes.\" Oh, of course,\" said Ron, clapping a hand to his forehead. \"I forgot we'll be hunting down Voldemort in a mobile library.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Marilyn Monroe",
        "Text": "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Pablo Neruda, 100 Love Sonnets",
        "Text": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Neil deGrasse Tyson",
        "Text": "The problem, often not discovered until late in life, is that when you look for things in life like love, meaning, motivation, it implies they are sitting behind a tree or under a rock. The most successful people in life recognize, that in life they create their own love, they manufacture their own meaning, they generate their own motivation. For me, I am driven by two main philosophies, know more today about the world than I knew yesterday. And lessen the suffering of others. You'd be surprised how far that gets you.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Oscar Wilde, The Picture of Dorian Gray",
        "Text": "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "Kurt Vonnegut, A Man Without a Country",
        "Text": "If you want to really hurt you parents, and you don't have the nerve to be gay, the least you can do is go into the arts. I'm not kidding. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possible can. You will get an enormous reward.",
        "Submitter": "bakkouz#7251",
        "Approved": false
    },
    {
        "Source": "that is where my creativity comes. -Kate Spade",
        "Text": "I remember someone once said there is a practical aspect to my designs, and I remember thinking, 'That doesn't sound so creative,' but that is actually the truth. There is a practicality to it. I don't design just to design. There is a reason and, hopefully, an interesting reason behind it",
        "Submitter": "Bureky#9728",
        "SubmitterID": "423980335345434624",
        "Quote": "459035050751557642",
        "Approved": false
    },
    {
        "Source": "Neymar",
        "Text": "It's good for Brazilian football to have idols, stars, big stars coming back to Brazilian clubs. The tournaments become much better, more interesting. Ze Roberto, Juninho Pernambucano, Ronaldinho Gaucho, and other players who have returned to Brazil strengthen the league and improve the tournaments.",
        "Submitter": "Bureky#9728",
        "SubmitterID": "423980335345434624",
        "Quote": "459035194649739265",
        "Approved": false
    },
    {
        "Source": "Bruce Lipton",
        "Text": "There's a theory that says that life is based on a competition and the struggle and the fight for survival, and it's interesting because when you look at the fractal character of evolution, it's totally different. It's based on cooperation among the elements in the geometry and not competition.",
        "Submitter": "Bureky#9728",
        "SubmitterID": "423980335345434624",
        "Quote": "459035310668513291",
        "Approved": false
    },
    {
        "Source": "Anne Hathaway",
        "Text": "I gave up my struggle with perfection a long time ago. That is a concept I don't find very interesting anymore. Everyone just wants to look good in the photographs. I think that is where some of the pressure comes from. Be happy. Be yourself, the day is about a lot more.",
        "Submitter": "Bureky#9728",
        "SubmitterID": "423980335345434624",
        "Quote": "459035515736424450",
        "Approved": false
    },
    {
        "Source": "Lionel Messi",
        "Text": "I always thought I wanted to play professionally, and I always knew that to do that I'd have to make a lot of sacrifices. I made sacrifices by leaving Argentina, leaving my family to start a new life. I changed my friends, my people. Everything. But everything I did, I did for football, to achieve my dream.",
        "Submitter": "Bureky#9728",
        "SubmitterID": "423980335345434624",
        "Quote": "459036418279342110",
        "Approved": false
    }
]